{
  "recipes": [
    {
      "video":"https://www.youtube.com/embed/njyZ9wMpJyA",
      "img": "../",
      "time": "45 min",
      "cooking":"",
      "portions": 4,
      "category": "chilenas",
      "name": "Lentejas",
      "ingredients": [
        {
          "quantity":"500 gr",
          "name": "Lentejas ",
          "price": 1480
        },
        {
          "quantity":"300 gr / 2 u",
          "name": "Papas",
          "price": 375
        },
        {
          "quantity":"2 u",
          "name": "Marraquetas",
          "price": 292
        },
        {
          "quantity":"150 gr",
          "name": "Sofrito",
          "price": 610
        },
        {
          "quantity":"200 gr",
          "name": "Jamón sándwich",
          "price": 984
        },
        {
          "quantity":"40 gr",
          "name": "Queso rallado parmesano",
          "price": 830
        },
        {
          "quantity":"",
          "name": "Sal"
        },
        {
          "quantity":"",
          "name": "Pimienta"
        },
        {
          "quantity":"",
          "name": "Aceite"
        },
        {
          "quantity":"1 u",
          "name": "Tomate"
        },
        {
          "quantity":"1 hoja",
          "name": "Laurel"
        }
      ],
      "preparation": [
        {
          "id":1,
          "img-step":"",
          "text": "Tomamos las lentejas, que deben tener previamente 24 horas de remojo y haberse lavado antes de cocinar, las ponemos en una olla con agua hirviendo junto a una hoja de laurel y las dejamos cocer a fuego alto con tapa, durante 45 minutos. En un sartén colocamos una pizca de aceite y nuestro sofrito con un toque de sal y pimienta a gusto."
        },
        {
          "id":2,
          "img-step":"",
          "text": "Cortamos las papas en cubos con cáscara incluida y la agregamos al sofrito. Limpiamos el tomate removiéndole el interior y las pepas, dejamos la corteza y la cortamos en tiras, las agregamos a nuestro sartén con sofrito y revolvemos para luego juntar todo en la olla con lentejas."
        },
        {
          "id":3,
          "img-step":"",
          "text": "Picamos una marraqueta en trozos pequeños y los agregamos a la olla para dar consistencia a nuestra preparación. Tapamos y dejamos que termine de cocer. Por otro lado tomamos el jamón, lo separamos en láminas y cortamos en tiras, temperamos un sartén con aceite y freímos nuestro jamón hasta que quede crujiente. Cortamos la última marraqueta en pequeños cubos y la colocamos en fuente para horno, le espolvoreamos parmesano con una pizca de aceite, pimienta y sal a gusto, y revolvemos para posteriormente meter al horno precalentado a 200ºC en modo grill."
        },
        {
          "id":4,
          "img-step":"",
          "text": "Servimos nuestras lentejas teniendo cuidado de remover la hoja de laurel para su presentación. Decoramos el plato colocando unos crutones en el tope junto a las tiras de jamón."
        },
        {
          "id":5,
          "img-step":"",
          "text": "Espolvoreamos el resto del queso rallado encima de la mezcla en los pocillos. Llevamos los pocillos al horno en doble función a 180ºC durante 15 a 20 minutos y finalizamos con la función grill. Sacamos cuidado de quemarnos y servimos."
        }
      ]
    },
    {
      "video":"https://www.youtube.com/embed/jxLba0tpTb",
      "img": "../",
      "time": "45 min",
      "cooking":"",
      "portions": 4,
      "category": "",
      "name": "Brownie Banana",
      "ingredients": [
        {
          "quantity":"2 u",
          "name": "Plátano ",
          "price": 1050
        },
        {
          "quantity":"2 tazas",
          "name": "Avena instantánea Selecta",
          "price": 1590
        },
        {
          "quantity":"200 gr",
          "name": "Cacao dulce en polvo Gourmet",
          "price": 830
        },
        {
          "quantity":"100 gr",
          "name": "Maní sin sal Unimarc",
          "price": 799
        },
        {
          "quantity":"30 gr",
          "name": "Bicarbonato Marco Polo",
          "price": 150
        },
        {
          "quantity":"3 u",
          "name": "Huevos"
        },
        {
          "quantity":"",
          "name": "Endulzante"
        },
        {
          "quantity":"1 cucharada",
          "name": "mantequilla o aceite"
        }
      ],
      "preparation": [
        {
          "id":1,
          "img-step":"",
          "text": "Comenzamos tomando 150 gramos de avena equivalente a 2 tazas, y las procesamos en una licuadora hasta moler por completo. Reservamos. Tomamos los 2 plátanos maduros, los ponemos en una licuadora y agregamos 3 huevos, 50 gramos de cacao equivalente a 1 taza y 20 gotas de endulzante. Procesamos todo hasta tener una mezcla homogénea."
        },
        {
          "id":2,
          "img-step":"",
          "text": "En un bowl incorporamos la mezcla que acabamos de preparar y agregamos la avena procesada que reservamos anteriormente. Revolvemos y añadimos 1 cucharada de bicarbonato para lograr que el brownie tenga una textura esponjosa. Seguimos revolviendo hasta integrar todo. Tomamos 100 gramos de maní sin sal, cortamos la mitad en trozos pequeños y se lo incorporamos a la preparación para seguir mezclando. Una vez lista la mezcla, tomamos un poco de mantequilla y la esparcimos sobre una fuente de vidrio. Luego sobre la misma fuente ponemos papel mantequilla y vertemos la preparación."
        },
        {
          "id":3,
          "img-step":"",
          "text": "Tomamos los 50 gramos de maní que nos quedaron y lo ponemos sobre toda la preparación para decorar. Llevamos al horno por 20 a 25 minutos a 180 °C. Pasado el tiempo, retiramos del horno y dejamos reposar entre 45 minutos a 1 hora para enfriar."
        },
        {
          "id":4,
          "img-step":"",
          "text": "Para emplatar, retiramos el brownie de la bandeja y cortamos en 8 partes iguales. Ponemos dos trozos triangulares en cada plato y listo. Como tip, para que el brownie se enfríe más rápido, lo pueden cortar al sacar del horno."
        },
        {
          "id":5,
          "img-step":"",
          "text": "Espolvoreamos el resto del queso rallado encima de la mezcla en los pocillos. Llevamos los pocillos al horno en doble función a 180ºC durante 15 a 20 minutos y finalizamos con la función grill. Sacamos cuidado de quemarnos y servimos."
        }
      ]
    },
    {
      "video":"https://www.youtube.com/embed/FMF8y9bowZQ",
      "img": "../",
      "time": "35 min",
      "cooking":"",
      "portions": 4,
      "category": "mundo",
      "name": "Chupe de papas con jamón",
      "ingredients": [
        {
          "quantity":"250 gr",
          "name": "Puré de papas instantáneo Unimarc",
          "price": 1050
        },
        {
          "quantity":"150 gr",
          "name": "Sofrito Frutos del maipo",
          "price": 690
        },
        {
          "quantity":"80 gr",
          "name": "Queso rallado parmesano Colun",
          "price": 720
        },
        {
          "quantity":"250 gr",
          "name": "Jamón Sandwich San Jorge",
          "price": 1189
        },
        {
          "quantity":"100 gr",
          "name": "Marraqueta granel",
          "price": 125
        },
        {
          "quantity":"1 u",
          "name": "Huevo"
        },
        {
          "quantity":"2 tazas",
          "name": "leche"
        }
      ],
      "preparation": [
        {
          "id":1,
          "img-step":"",
          "text": "Cortar en cubitos 250 g de jamón y dorarlos en un sartén durante 5 minutos a fuego medio. Reservar 50 gr del jamón dorado para la decoración. En una olla, añadir un poco de aceite y cocinar el sofrito durante 8 a 10 minutos a fuego medio. Una vez que esté cocinado, incorporar el jamón dorado a la olla."
        },
        {
          "id":2,
          "img-step":"",
          "text": "Cortar la marraqueta en trozos y luego mezclarla con 1 taza de leche para hidratar. Verter el pan hidratado en la olla junto al sofrito y al jamón. Agregar 40 gr de queso rallado parmesano sobre la mezcla."
        },
        {
          "id":3,
          "img-step":"",
          "text": "Incorporar a la olla los 250 gr de puré instantáneo y 500cc de agua tibia para que no quede espeso, dejar cocinando la mezcla entre 20 a 25 minutos. Para preparar la dora, verter 1 taza de leche en un pocillo y agregar 1 huevo, revolver la mezcla y reservar."
        },
        {
          "id":4,
          "img-step":"",
          "text": "Emplatar incorporando el chupe en los pocillos, luego añadir 40 gr queso rallado y el jamón que habíamos reservado. Revestirlos con la dora e introducir los chupes al horno durante 10 minutos a 180°."
        },
        {
          "id":5,
          "img-step":"",
          "text": "Espolvoreamos el resto del queso rallado encima de la mezcla en los pocillos. Llevamos los pocillos al horno en doble función a 180ºC durante 15 a 20 minutos y finalizamos con la función grill. Sacamos cuidado de quemarnos y servimos."
        }
      ]
    },
    {
      "video":"https://www.youtube.com/embed/h2W9TDYWcTk",
      "img": "../",
      "time": "60 min",
      "cooking":"",
      "portions": 4,
      "category": "vegetariana",
      "name": "Souffle de Zanahoria",
      "ingredients": [
        {
          "quantity":"1 k",
          "name": "Zanahoria",
          "price": 850
        },
        {
          "quantity":"40 gr",
          "name": "Queso parmesano rallado Colun",
          "price": 690
        },
        {
          "quantity":"80 gr",
          "name": "Queso rallado parmesano Colun",
          "price": 720
        },
        {
          "quantity":"6 u",
          "name": "Huevos blanco Unimarc",
          "price": 1189
        },
        {
          "quantity":"250 gr",
          "name": "Cebolla",
          "price": 298
        },
        {
          "quantity":"400 ml",
          "name": "Leche entera natural Colun",
          "price": 740
        },
        {
          "quantity":"",
          "name": "Sal"
        },
        {
          "quantity":"",
          "name": "Pimienta"
        },
        {
          "quantity":"50 gr",
          "name": "Mantequilla"
        },
        {
          "quantity":"1/2 taza",
          "name": "Harina"
        }
      ],
      "preparation": [
        {
          "id":1,
          "img-step":"",
          "text": "Cortamos la cebolla en tiras delgadas y las sofreímos en un sartén hasta cristalizar. Agregamos a las cebollas un poco de agua y sal para hidratar, y una vez que desaparezca el agua y tomen un tono marrón, las dejamos reposar. Reservamos cuatro zanahorias y el resto las cortamos en rodajas para cocer en una olla con agua hirviendo durante 12 minutos a fuego alto."
        },
        {
          "id":2,
          "img-step":"",
          "text": "En otra olla ponemos 50 g de mantequilla a fuego bajo, agregamos tres cucharadas de harina y revolvemos hasta que esta se compacte un poco. Agregamos leche fría a la olla con harina, junto a un poco de sal y pimienta, revolvemos suavemente y cocinamos durante 20 minutos a fuego alto. Rallamos las cuatro zanahorias reservadas. Separamos las yemas de las claras, para luego batir las claras hasta punto de nieve y después batir las yemas. Colamos la olla con zanahorias y para luego procesarlas."
        },
        {
          "id":3,
          "img-step":"",
          "text": "Juntamos la zanahoria rallada con la cebolla caramelizada y la zanahoria procesada, agregamos medio queso rallado revolviendo la mezcla. Incorporamos la yema batida a la mezcla y revolvemos suavemente de forma envolvente hasta tener una mezcla homogénea. Agregamos la clara batida revolviendo suavemente en movimiento envolvente incorporando el resto de la harina a la mezcla para dar firmeza. Tomamos unos pocillos y en el fondo ponemos un poco de bechamel, para luego verter la mezcla en su interior."
        },
        {
          "id":4,
          "img-step":"",
          "text": "Espolvoreamos el resto del queso rallado encima de la mezcla en los pocillos. Llevamos los pocillos al horno en doble función a 180ºC durante 15 a 20 minutos y finalizamos con la función grill. Sacamos cuidado de quemarnos y servimos."
        },
        {
          "id":5,
          "img-step":"",
          "text": "Espolvoreamos el resto del queso rallado encima de la mezcla en los pocillos. Llevamos los pocillos al horno en doble función a 180ºC durante 15 a 20 minutos y finalizamos con la función grill. Sacamos cuidado de quemarnos y servimos."
        }
      ]
    }
  ]
}
